tap "jorgelbg/tap"
tap "nats-io/nats-tools"
tap "ngrok/ngrok"
tap "universal-ctags/universal-ctags"
brew "act"
brew "gettext"
brew "git"
brew "asdf"
brew "autoconf"
brew "automake"
brew "bash"
brew "openssl@3"
brew "libssh2"
brew "bat"
brew "berkeley-db", link: true
brew "blueutil"
brew "buildifier"
brew "glib"
brew "pixman"
brew "cmake"
brew "coreutils"
brew "deno"
brew "docker-completion"
brew "doctl"
brew "folly"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "edencommon"
brew "fish"
brew "fortio"
brew "git-lfs"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "harfbuzz"
brew "helix"
brew "helm"
brew "shared-mime-info"
brew "libheif"
brew "libraw"
brew "imagemagick"
brew "jpeg"
brew "jq"
brew "krb5"
brew "libffi"
brew "libpq"
brew "libslirp"
brew "libssh"
brew "libyaml"
brew "make"
brew "openjdk"
brew "maven"
brew "minikube"
brew "mkcert"
brew "nats-server"
brew "neovim"
brew "ninja"
brew "openjdk@11"
brew "perl"
brew "pinentry-mac"
brew "pkgconf"
brew "podman"
brew "qemu"
brew "qt"
brew "rcm"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rustup"
brew "skaffold"
brew "starship"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "vim"
brew "watchman"
brew "wget"
brew "xcodegen"
brew "yarn", link: false
brew "jorgelbg/tap/pinentry-touchid"
brew "nats-io/nats-tools/nats"
cask "1password-cli"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-inconsolata"
cask "font-jetbrains-mono-nerd-font"
cask "ngrok"
